Repository: 6unli/waldur-homeport
Catalog: i18n/locale-iwm.po
Languages: et

source: organization
et: federation

source: Organization
et: Federation

source: Organization dashboard
et: Federation dashboard

source: Organization name
et: Federation name

source: Organization owner
et: Federation administrator

source: Organization owner role expires on
et: Federation owner role expires on

source: Organizations
et: Federations

source: Project
et: Operational Tenant

source: Project dashboard
et: Operational Tenant dashboard

source: Project manager
et: Operationl Tenant manager

source: Project name
et: Operational Tenant name

source: Projects
et: Operational Tenants

source: Projects list
et: Operational Tenants list

source: Select project
et: Select operational tenant

source: System administrator
et: Operational Tenant administrator

source: Tenant name
et: Operational Tenant name

source: Filter organizations
et: Filter federations

source: Filter projects
et: Filter operational tenants

source: Managed projects
et: Managed operational tenants

source: Owned organizations
et: Owned federations

source: Add new project
et: Add new operational tenant

source: Add project
et: Add operational tenant

source: Create project
et: Crete operational tenant

source: Project description
et: Operational tenant description

source: Project details
et: Operational tenant details

source: Project actions
et: Operational tenant actions

source: Remove project
et: Remove tenant

source: Update project details
et: Update tenant details

source: You can remove this project by pressing the button
et: You can remove this tenant by pressing the button

source: Organization details
et: Federation details

source: Organization actions
et: Federation actions

source: Remove organization
et: Remove federation

source: You can remove this organization by pressing the button
et: You can remove this federation by pressing the button
